import React from "react";
import "./overview.css";


export const Section02 = () => {
    return (
        <div className="overview-section">
            <div>
                웨이모 추천 대상
            </div>
            <h1>이런 경험이 있다면 웨이모를 추천해요!</h1>
            <h4>다양한 학생분들이 비슷한 어려움을 겪고 있어요.</h4>
            <h4>웨이모는 이런 문제를 겪는 학생들을 도와주기 위해서 생겨났어요.</h4>
            <div className="section-row">
                <div>
                    <h3>01</h3>
                    <p>검사 결과를 봐도 잘 와닿지 않아요. ‘그래서 지금 내가 뭘 해야 하는 건데?’ 라는 생각이 들어요. 계획을 어디서부터 어떻게 세울지 모르겠어요.</p>
                </div>
                <div>
                    <h3>01</h3>
                    <p>검사 결과를 봐도 잘 와닿지 않아요. ‘그래서 지금 내가 뭘 해야 하는 건데?’ 라는 생각이 들어요. 계획을 어디서부터 어떻게 세울지 모르겠어요.</p>
                </div>
                <div>
                    <h3>01</h3>
                    <p>검사 결과를 봐도 잘 와닿지 않아요. ‘그래서 지금 내가 뭘 해야 하는 건데?’ 라는 생각이 들어요. 계획을 어디서부터 어떻게 세울지 모르겠어요.</p>
                </div>
            </div>
        </div>
    );
};